i5/20220909-zfs-raid10/raid10/default/250/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 63671620
number of failed transactions: 0 (0.000%)
latency average = 0.226 ms
initial connection time = 6.683 ms
tps = 70746.729688 (without initial connection time)